Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Your server runs the Coach with whatever provider its admin set up. Nothing new leaves this phone beyond what already syncs.
ar: يشغّل خادمك المدرب بالمزود الذي أعده مشرفه. لا يغادر هذا الهاتف شيء جديد أبعد مما تتم مزامنته بالفعل.
de: Dein Server betreibt den Coach mit dem Anbieter, den sein Admin eingerichtet hat. Über das ohnehin Synchronisierte hinaus verlässt nichts Neues dieses Handy.
es: Tu servidor ejecuta el entrenador con el proveedor que configuró su administrador. Nada nuevo sale de este teléfono más allá de lo que ya se sincroniza.
fr: Ton serveur fait tourner le coach avec le fournisseur choisi par son admin. Rien de nouveau ne quitte ce téléphone au-delà de ce qui se synchronise déjà.
hi: आपका सर्वर उस प्रदाता से कोच चलाता है जिसे उसके एडमिन ने सेट किया है। जो पहले से सिंक होता है उसके अलावा इस फ़ोन से कुछ नया बाहर नहीं जाता।
hu: A szervered azzal a szolgáltatóval futtatja az Edzőt, amelyet az adminja beállított. A már szinkronizált adatokon túl semmi új nem hagyja el ezt a telefont.
it: Il tuo server esegue il Coach con il provider impostato dal suo amministratore. Da questo telefono non esce nulla di nuovo oltre a ciò che già si sincronizza.
ko: 서버가 관리자가 설정한 제공자로 코치를 실행합니다. 이미 동기화되는 것 외에는 이 휴대폰에서 새로 나가는 것이 없습니다.
pl: Twój serwer uruchamia trenera z dostawcą ustawionym przez administratora. Z tego telefonu nie wychodzi nic nowego poza tym, co i tak jest synchronizowane.
pt: O teu servidor corre o Treinador com o fornecedor que o administrador configurou. Nada de novo sai deste telemóvel para além do que já é sincronizado.
pt_br: Seu servidor roda o Treinador com o provedor que o administrador configurou. Nada de novo sai deste celular além do que já é sincronizado.
ru: Ваш сервер запускает тренера с тем провайдером, которого настроил администратор. С этого телефона не уходит ничего нового сверх того, что и так синхронизируется.
th: เซิร์ฟเวอร์ของคุณเรียกใช้โค้ชด้วยผู้ให้บริการที่ผู้ดูแลตั้งค่าไว้ ไม่มีข้อมูลใหม่ออกจากโทรศัพท์นี้นอกเหนือจากที่ซิงค์อยู่แล้ว
tr: Sunucun koçu yöneticisinin kurduğu sağlayıcıyla çalıştırır. Zaten eşitlenenler dışında bu telefondan yeni bir şey gitmez.
uk: Твій сервер запускає тренера з тим постачальником, якого налаштував адміністратор. З цього телефона не йде нічого нового понад те, що й так синхронізується.
zh: 你的服务器使用管理员设置的提供商运行教练。除了已同步的内容外，此手机不会发送任何新数据。

source: Your server’s address answered with something other than openGym (HTTP %1$@). Your changes are kept here.
ar: ردّ عنوان خادمك بشيء غير openGym (HTTP %1$@). تغييراتك محفوظة هنا.
de: Die Adresse deines Servers hat mit etwas anderem als openGym geantwortet (HTTP %1$@). Deine Änderungen bleiben hier.
es: La dirección de tu servidor respondió con algo que no es openGym (HTTP %1$@). Tus cambios se quedan aquí.
fr: L'adresse de votre serveur a répondu avec autre chose qu'openGym (HTTP %1$@). Vos modifications restent ici.
hi: आपके सर्वर के पते ने openGym के बजाय कुछ और जवाब दिया (HTTP %1$@)। आपके बदलाव यहीं रखे हैं।
hu: A szervered címe nem openGym-válasszal felelt (HTTP %1$@). A módosításaid itt maradnak.
it: L'indirizzo del tuo server ha risposto con qualcosa che non è openGym (HTTP %1$@). Le tue modifiche restano qui.
ko: 서버 주소가 openGym이 아닌 다른 응답을 보냈습니다 (HTTP %1$@). 변경 사항은 이 기기에 보관됩니다.
pl: Adres twojego serwera odpowiedział czymś innym niż openGym (HTTP %1$@). Twoje zmiany zostają tutaj.
pt: O endereço do teu servidor respondeu com algo que não é o openGym (HTTP %1$@). As tuas alterações ficam aqui.
pt_br: O endereço do seu servidor respondeu com algo que não é o openGym (HTTP %1$@). Suas alterações ficam aqui.
ru: Адрес вашего сервера ответил не как openGym (HTTP %1$@). Ваши изменения остаются здесь.
th: ที่อยู่เซิร์ฟเวอร์ของคุณตอบกลับด้วยสิ่งที่ไม่ใช่ openGym (HTTP %1$@) การเปลี่ยนแปลงของคุณยังเก็บไว้ที่นี่
tr: Sunucunun adresi openGym dışında bir şeyle yanıt verdi (HTTP %1$@). Değişikliklerin burada kalıyor.
uk: За адресою твого сервера відповів не openGym (HTTP %1$@). Твої зміни збережено тут.
zh: 你的服务器地址返回了不属于 openGym 的内容（HTTP %1$@）。你的更改保留在这里。

source: Your sessions / wk
ar: جلساتك / أسبوع
de: Deine Einheiten / Wo.
es: Tus sesiones / sem
fr: Tes séances / sem
hi: आपके सत्र / सप्ताह
hu: Edzéseid / hét
it: Le tue sessioni / sett.
ko: 내 세션 / 주
pl: Twoje sesje / tydz.
pt: As tuas sessões / sem
pt_br: Suas sessões / sem
ru: Твои сессии / нед.
th: เซสชันของคุณ / สัปดาห์
tr: Seansların / hafta
uk: Твої заняття / тижд.
zh: 你的每周训练

source: Your strength rank
ar: ترتيب قوتك
de: Dein Kraft-Rang
es: Tu rango de fuerza
fr: Ton rang de force
hi: आपकी ताक़त रैंक
hu: Erő-rangsorod
it: Il tuo rango di forza
ko: 내 근력 순위
pl: Twoja pozycja siłowa
pt: A tua posição de força
pt_br: Sua posição de força
ru: Твой силовой ранг
th: อันดับความแข็งแรงของคุณ
tr: Kuvvet sıralaman
uk: Твій силовий ранг
zh: 你的力量排名

source: Your week was set to this schedule.
ar: تم ضبط أسبوعك على هذا الجدول.
de: Deine Woche wurde auf diesen Zeitplan gesetzt.
es: Tu semana se ajustó a este horario.
fr: Ta semaine a été réglée sur ce planning.
hi: आपका सप्ताह इस शेड्यूल पर सेट हो गया।
hu: A heted erre az ütemezésre lett állítva.
it: La tua settimana è stata impostata su questo programma.
ko: 주간 일정이 이 스케줄로 설정되었습니다.
pl: Twój tydzień został ustawiony według tego harmonogramu.
pt: A tua semana ficou com este horário.
pt_br: Sua semana ficou com esta programação.
ru: Твоя неделя настроена по этому расписанию.
th: สัปดาห์ของคุณถูกตั้งค่าเป็นตารางนี้
tr: Haftan bu programa göre ayarlandı.
uk: Твій тиждень налаштовано за цим розкладом.
zh: 你的一周已按此安排设置。

source: Your weekly routine
ar: روتينك الأسبوعي
de: Deine Wochenroutine
es: Tu rutina semanal
fr: Ta routine hebdomadaire
hi: आपका साप्ताहिक रूटीन
hu: A heti rutinod
it: La tua routine settimanale
ko: 주간 루틴
pl: Twój plan tygodnia
pt: A tua rotina semanal
pt_br: Sua rotina semanal
ru: Твой недельный план
th: รูทีนรายสัปดาห์ของคุณ
tr: Haftalık rutinin
uk: Твій тижневий план
zh: 你的每周安排

source: Your workouts. Your weights. Your profile.
ar: تمارينك. أوزانك. ملفك الشخصي.
de: Deine Trainings. Deine Gewichte. Dein Profil.
es: Tus entrenamientos. Tus pesos. Tu perfil.
fr: Tes séances. Tes charges. Ton profil.
hi: आपके वर्कआउट। आपके वज़न। आपकी प्रोफ़ाइल।
hu: A te edzéseid. A te súlyaid. A te profilod.
it: I tuoi allenamenti. I tuoi pesi. Il tuo profilo.
ko: 당신의 운동. 당신의 무게. 당신의 프로필.
pl: Twoje treningi. Twoje ciężary. Twój profil.
pt: Os teus treinos. Os teus pesos. O teu perfil.
pt_br: Seus treinos. Seus pesos. Seu perfil.
ru: Твои тренировки. Твои веса. Твой профиль.
th: การออกกำลังกายของคุณ น้ำหนักของคุณ โปรไฟล์ของคุณ
tr: Senin antrenmanların. Senin ağırlıkların. Senin profilin.
uk: Твої тренування. Твоя вага. Твій профіль.
zh: 你的训练。你的重量。你的档案。

source: You’re in the demo
ar: أنت في العرض التجريبي
de: Du bist in der Demo
es: Estás en la demo
fr: Tu es dans la démo
hi: आप डेमो में हैं
hu: A demóban vagy
it: Sei nella demo
ko: 데모 모드예요
pl: Jesteś w wersji demo
pt: Estás na demo
pt_br: Você está na demo
ru: Вы в демо-режиме
th: คุณอยู่ในโหมดเดโม
tr: Demodasın
uk: Ти в демо-режимі
zh: 你正在演示模式中

source: abdominals
ar: البطن
de: Bauchmuskeln
es: abdominales
fr: abdominaux
hi: पेट की मांसपेशियाँ
hu: hasizom
it: addominali
ko: 복근
pl: mięśnie brzucha
pt: abdominais
pt_br: abdominais
ru: мышцы живота
th: หน้าท้อง
tr: karın kasları
uk: м’язи живота
zh: 腹肌

source: abductors
ar: العضلات المبعدة
de: Abduktoren
es: abductores
fr: abducteurs
hi: एब्डक्टर
hu: abduktorok
it: abduttori
ko: 외전근
pl: odwodziciele
pt: abdutores
pt_br: abdutores
ru: отводящие мышцы
th: กล้ามเนื้อกางขา
tr: dış bacak kasları
uk: відвідні м’язи
zh: 髋外展肌

source: abs
ar: البطن
de: Bauch
es: abdominales
fr: abdos
hi: पेट की मांसपेशियाँ
hu: has
it: addominali
ko: 복근
pl: brzuch
pt: abdominais
pt_br: abdominais
ru: пресс
th: หน้าท้อง
tr: karın kasları
uk: прес
zh: 腹肌

source: adductors
ar: العضلات المقربة
de: Adduktoren
es: aductores
fr: adducteurs
hi: एडक्टर
hu: adduktorok
it: adduttori
ko: 내전근
pl: przywodziciele
pt: adutores
pt_br: adutores
ru: приводящие мышцы
th: กล้ามเนื้อหุบขา
tr: iç bacak kasları
uk: привідні м’язи
zh: 髋内收肌

source: already added
ar: مضاف مسبقًا
de: schon drin
es: ya añadido
fr: déjà ajouté
hi: पहले से जोड़ा हुआ
hu: már hozzáadva
it: già aggiunto
ko: 이미 추가됨
pl: już dodano
pt: já adicionado
pt_br: já adicionado
ru: уже добавлено
th: เพิ่มแล้ว
tr: zaten ekli
uk: вже додано
zh: 已添加

source: already in
ar: موجود بالفعل في
de: schon drin
es: ya incluido
fr: déjà dedans
hi: पहले से है
hu: már benne van
it: già incluso
ko: 이미 있음
pl: już jest
pt: já incluído
pt_br: já incluído
ru: уже есть
th: มีอยู่แล้วใน
tr: zaten var
uk: вже є
zh: 已包含

source: ankle stabilizers
ar: مثبتات الكاحل
de: Sprunggelenk-Stabilisatoren
es: estabilizadores de tobillo
fr: stabilisateurs de cheville
hi: टखना स्थिरक
hu: bokastabilizátorok
it: stabilizzatori della caviglia
ko: 발목 안정근
pl: stabilizatory kostki
pt: estabilizadores do tornozelo
pt_br: estabilizadores do tornozelo
ru: стабилизаторы голеностопа
th: กล้ามเนื้อพยุงข้อเท้า
tr: ayak bileği dengeleyicileri
uk: стабілізатори гомілковостопа
zh: 踝关节稳定肌

source: ankles
ar: الكاحلان
de: Sprunggelenke
es: tobillos
fr: chevilles
hi: टखने
hu: boka
it: caviglie
ko: 발목
pl: kostki
pt: tornozelos
pt_br: tornozelos
ru: голеностопы
th: ข้อเท้า
tr: ayak bilekleri
uk: гомілковостопи
zh: 脚踝

source: applied
ar: مُطبَّق
de: übernommen
es: aplicado
fr: appliqué
hi: लागू
hu: alkalmazva
it: applicata
ko: 적용됨
pl: zastosowano
pt: aplicado
pt_br: aplicado
ru: применено
th: นำไปใช้แล้ว
tr: uygulandı
uk: застосовано
zh: 已应用

source: assisted
ar: مدعوم
de: assistiert
es: asistido
fr: assisté
hi: सहायता प्राप्त
hu: segített
it: assistito
ko: 보조
pl: z asystą
pt: assistido
pt_br: assistido
ru: с поддержкой
th: มีตัวช่วย
tr: destekli
uk: з підтримкою
zh: 辅助

# at {0} {1} or harder
source: at %1$@ %2$@ or harder
ar: عند %1$@ %2$@ أو أعلى
de: bei %1$@ %2$@ oder härter
es: a %1$@ %2$@ o más duro
fr: à %1$@ %2$@ ou plus dur
hi: %1$@ %2$@ या उससे कठिन
hu: %1$@ %2$@ vagy nehezebb szinten
it: a %1$@ %2$@ o più duro
ko: %1$@ %2$@ 이상
pl: przy %1$@ %2$@ lub ciężej
pt: a %1$@ %2$@ ou mais duro
pt_br: a %1$@ %2$@ ou mais duro
ru: при %1$@ %2$@ или тяжелее
th: ที่ %1$@ %2$@ ขึ้นไป
tr: %1$@ %2$@ veya daha zor
uk: при %1$@ %2$@ або важче
zh: %1$@ %2$@ 或更硬

source: average effort
ar: متوسط الجهد
de: durchschnittliche Anstrengung
es: esfuerzo medio
fr: effort moyen
hi: औसत मेहनत
hu: átlagos megerőltetés
it: sforzo medio
ko: 평균 강도
pl: średni wysiłek
pt: esforço médio
pt_br: esforço médio
ru: среднее усилие
th: ความหนักเฉลี่ย
tr: ortalama zorluk
uk: середнє зусилля
zh: 平均强度

source: back
ar: الظهر
de: Rücken
es: espalda
fr: dos
hi: पीठ
hu: hát
it: schiena
ko: 등
pl: plecy
pt: costas
pt_br: costas
ru: спина
th: หลัง
tr: sırt
uk: спина
zh: 背部

source: band
ar: شريط
es: banda
fr: élastique
hi: बैंड
hu: gumiszalag
it: elastico
ko: 밴드
pl: guma
pt: banda
pt_br: elástico
ru: лента
th: ยางยืด
tr: bant
uk: стрічка
zh: 弹力带

source: barbell
ar: بار
de: Langhantel
es: barra
fr: barre
hi: बारबेल
hu: rúd
it: bilanciere
ko: 바벨
pl: sztanga
pt: barra
pt_br: barra
ru: штанга
th: บาร์เบล
tr: halter
uk: штанга
zh: 杠铃

source: biceps
ar: البايسبس
de: Bizeps
es: bíceps
hi: बाइसेप्स
hu: bicepsz
it: bicipiti
ko: 이두
pt: bíceps
pt_br: bíceps
ru: бицепс
th: ไบเซ็ป
tr: biseps
uk: біцепс
zh: 肱二头肌

source: body weight
ar: وزن الجسم
de: Körpergewicht
es: peso corporal
fr: poids du corps
hi: शरीर का वज़न
hu: testsúly
it: corpo libero
ko: 맨몸
pl: masa ciała
pt: peso corporal
pt_br: peso corporal
ru: свой вес
th: น้ำหนักตัว
tr: vücut ağırlığı
uk: своя вага
zh: 自重

source: bosu ball
ar: كرة بوسو
es: bosu
fr: bosu
hi: बोसु बॉल
hu: bosu labda
it: bosu
ko: 보수볼
pl: bosu
pt: bosu
pt_br: bosu
ru: босу
th: บอลโบซู
tr: bosu topu
uk: босу
zh: 波速球

source: brachialis
ar: العضلة العضدية
de: Armbeuger
es: braquial
fr: brachial
hi: ब्रेकियालिस
hu: karizom
it: brachiale
ko: 상완근
pl: ramienny
pt: braquial
pt_br: braquial
ru: брахиалис
th: กล้ามเนื้อแขนงอ
tr: brakiyalis
uk: плечовий м’яз
zh: 肱肌

source: by hard sets
ar: حسب المجموعات عالية الجهد
de: nach harten Sätzen
es: por series duras
fr: par séries dures
hi: कठिन सेट के हिसाब से
hu: nehéz sorozatok szerint
it: per serie dure
ko: 힘든 세트 기준
pl: wg ciężkich serii
pt: por séries duras
pt_br: por séries duras
ru: по тяжёлым подходам
th: ตามจำนวนเซ็ตที่หนัก
tr: zor setlere göre
uk: за важкими підходами
zh: 按硬组

source: by sets worked
ar: حسب المجموعات المنفذة
de: nach Sätzen
es: por series trabajadas
fr: par séries effectuées
hi: सेट के अनुसार
hu: végzett sorozatok szerint
it: per serie svolte
ko: 세트 수 기준
pl: wg serii
pt: por séries trabalhadas
pt_br: por séries trabalhadas
ru: по подходам
th: ตามจำนวนเซ็ตที่ฝึก
tr: çalışılan sete göre
uk: за підходами
zh: 按训练组数

source: by time trained
ar: حسب وقت التدريب
de: nach Trainingszeit
es: por tiempo entrenado
fr: par temps d'entraînement
hi: ट्रेनिंग समय के अनुसार
hu: edzésidő szerint
it: per tempo di allenamento
ko: 운동 시간 기준
pl: wg czasu treningu
pt: por tempo de treino
pt_br: por tempo de treino
ru: по времени тренировок
th: ตามเวลาที่ฝึก
tr: antrenman süresine göre
uk: за часом тренувань
zh: 按训练时间

source: cable
ar: كيبل
de: Kabelzug
es: polea
fr: poulie
hi: केबल
hu: kábel
it: cavo
ko: 케이블
pl: wyciąg
pt: cabo
pt_br: cabo
ru: блок
th: สายเคเบิล
tr: kablo
uk: блок
zh: 绳索

source: calves
ar: السمانة
de: Waden
es: gemelos
fr: mollets
hi: पिंडलियाँ
hu: vádli
it: polpacci
ko: 종아리
pl: łydki
pt: gémeos
pt_br: panturrilhas
ru: икры
th: น่อง
tr: baldırlar
uk: литки
zh: 小腿肌

source: cardio
ar: كارديو
hi: कार्डियो
hu: kardió
ko: 유산소
ru: кардио
th: คาร์ดิโอ
tr: kardiyo
uk: кардіо
zh: 有氧

source: cardiovascular system
ar: القلب والأوعية الدموية
de: Herz-Kreislauf
es: sistema cardiovascular
fr: système cardiovasculaire
hi: हृदय प्रणाली
hu: szív-érrendszer
it: sistema cardiovascolare
ko: 심혈관계
pl: układ krążenia
pt: sistema cardiovascular
pt_br: sistema cardiovascular
ru: сердечно-сосудистая система
th: ระบบหัวใจและหลอดเลือด
tr: kalp-damar sistemi
uk: серцево-судинна система
zh: 心血管系统

source: changed for this day
ar: تم التغيير لهذا اليوم
de: für diesen Tag geändert
es: cambiado para este día
fr: modifié pour ce jour
hi: इस दिन के लिए बदला गया
hu: módosítva erre a napra
it: modificato per questo giorno
ko: 이 날만 변경됨
pl: zmieniono na ten dzień
pt: alterado para este dia
pt_br: alterado para este dia
ru: изменено для этого дня
th: เปลี่ยนสำหรับวันนี้
tr: bu gün için değiştirildi
uk: змінено для цього дня
zh: 此日已更改

source: chest
ar: الصدر
de: Brust
es: pecho
fr: pectoraux
hi: छाती
hu: mell
it: petto
ko: 가슴
pl: klatka
pt: peito
pt_br: peito
ru: грудь
th: อก
tr: göğüs
uk: груди
zh: 胸部

source: core
ar: الجذع
de: Rumpf
fr: gainage
hi: कोर
hu: törzs
ko: 코어
pt_br: abdômen
ru: кор
th: แกนกลางลำตัว
tr: merkez bölge
uk: кор
zh: 核心

source: custom
ar: مخصص
de: eigene
es: propio
fr: perso
hi: कस्टम
hu: egyéni
it: personale
ko: 커스텀
pl: własne
pt: próprio
pt_br: próprio
ru: своё
th: สร้างเอง
tr: özel
uk: своя
zh: 自定义

source: declined
ar: مرفوض
de: abgelehnt
es: rechazado
fr: refusé
hi: अस्वीकृत
hu: elutasítva
it: rifiutata
ko: 거절됨
pl: odrzucono
pt: recusado
pt_br: recusado
ru: отклонено
th: ปฏิเสธแล้ว
tr: reddedildi
uk: відхилено
zh: 已拒绝

source: deltoids
ar: الدالية
de: Deltamuskeln
es: deltoides
fr: deltoïdes
hi: डेल्टॉइड
hu: deltaizom
it: deltoidi
ko: 삼각근
pl: naramienne
pt: deltoides
pt_br: deltoides
ru: дельтовидные
th: กล้ามเนื้อไหล่
tr: deltoidler
uk: дельтоподібні
zh: 三角肌

source: delts
ar: الدالية
de: Schultern
es: deltoides
fr: deltoïdes
hi: कंधे की मांसपेशियाँ
hu: váll
it: deltoidi
ko: 삼각근
pl: barki
pt: deltoides
pt_br: deltoides
ru: дельты
th: ไหล่
tr: omuz kasları
uk: дельти
zh: 三角肌

source: dumbbell
ar: دمبل
de: Kurzhantel
es: mancuerna
fr: haltère
hi: डम्बल
hu: súlyzó
it: manubrio
ko: 덤벨
pl: hantla
pt: haltere
pt_br: haltere
ru: гантель
th: ดัมเบล
tr: dambıl
uk: гантель
zh: 哑铃

source: e.g. FitZone downtown
ar: مثلًا فيت زون وسط المدينة
de: z. B. FitZone Zentrum
es: p. ej. FitZone centro
fr: p. ex. FitZone centre-ville
hi: जैसे FitZone डाउनटाउन
hu: pl. FitZone belváros
it: es. FitZone centro
ko: 예: FitZone 시내점
pl: np. FitZone centrum
pt: p. ex. FitZone centro
pt_br: ex. FitZone centro
ru: напр. FitZone в центре
th: เช่น FitZone ใจกลางเมือง
tr: örn. FitZone merkez
uk: напр. FitZone у центрі
zh: 例如 FitZone 市中心店

source: e.g. “I hate lunges”
ar: مثلًا «أكره الطعنات»
de: z. B. „ich hasse Ausfallschritte“
es: p. ej. «odio las zancadas»
fr: ex. « je déteste les fentes »
hi: जैसे “मुझे लंजेज़ बिल्कुल पसंद नहीं”
hu: pl. „utálom a kitörést”
it: es. «odio gli affondi»
ko: 예: “런지가 정말 싫어요”
pl: np. „nienawidzę wykroków”
pt: p. ex. «detesto afundos»
pt_br: ex.: “odeio afundos”
ru: напр. «ненавижу выпады»
th: เช่น “ฉันเกลียดลันจ์”
tr: örn. “lunge’dan nefret ediyorum”
uk: напр. «ненавиджу випади»
zh: 例如「我讨厌箭步蹲」

source: e.g. “I want visible arms progress by spring”
ar: مثلًا «أريد تقدمًا واضحًا في الذراعين بحلول الربيع»
de: z. B. „bis zum Frühling sichtbare Fortschritte an den Armen“
es: p. ej. «quiero ver progreso en los brazos para la primavera»
fr: ex. « je veux des bras visiblement plus développés d’ici le printemps »
hi: जैसे “वसंत तक बाहों में साफ़ फ़र्क़ चाहिए”
hu: pl. „tavaszra látható fejlődést akarok a karjaimon”
it: es. «voglio vedere progressi sulle braccia entro la primavera»
ko: 예: “봄까지 팔에 눈에 띄는 변화를 원해요”
pl: np. „chcę widoczny postęp na ramionach do wiosny”
pt: p. ex. «quero ver progresso nos braços até à primavera»
pt_br: ex.: “quero ver progresso visível nos braços até a primavera”
ru: напр. «хочу заметный прогресс по рукам к весне»
th: เช่น “อยากเห็นแขนพัฒนาชัดเจนภายในฤดูใบไม้ผลิ”
tr: örn. “bahara kadar kollarımda gözle görülür ilerleme istiyorum”
uk: напр. «хочу помітний прогрес по руках до весни»
zh: 例如「希望到春天手臂有明显进步」

source: e.g. “deadlifts, anything with a kettlebell”
ar: مثلًا «الرفعة الميتة، أي شيء بالكيتل بيل»
de: z. B. „Kreuzheben, alles mit der Kettlebell“
es: p. ej. «peso muerto, cualquier cosa con kettlebell»
fr: ex. « soulevé de terre, tout ce qui se fait au kettlebell »
hi: जैसे “डेडलिफ़्ट, केटलबेल वाली कोई भी चीज़”
hu: pl. „felhúzás, bármi kettlebell-lel”
it: es. «stacchi, qualsiasi cosa col kettlebell»
ko: 예: “데드리프트, 케틀벨 종목 전부”
pl: np. „martwy ciąg, wszystko z kettlebellem”
pt: p. ex. «peso morto, qualquer coisa com kettlebell»
pt_br: ex.: “levantamento terra, qualquer coisa com kettlebell”
ru: напр. «становая тяга, всё с гирей»
th: เช่น “เดดลิฟต์ อะไรก็ได้ที่ใช้เคตเทิลเบล”
tr: örn. “deadlift, kettlebell ile her şey”
uk: напр. «станова тяга, все з гирею»
zh: 例如「硬拉，任何壶铃动作」

source: e.g. “dodgy left shoulder — no barbell overhead press”
ar: مثلًا «كتف أيسر ضعيف — لا ضغط بار فوق الرأس»
de: z. B. „empfindliche linke Schulter — kein Schulterdrücken mit der Langhantel“
es: p. ej. «hombro izquierdo delicado: nada de press militar con barra»
fr: ex. « épaule gauche fragile — pas de développé militaire à la barre »
hi: जैसे “बायाँ कंधा नाज़ुक — बारबेल ओवरहेड प्रेस नहीं”
hu: pl. „gyanús bal váll — nincs rudas nyomás fej fölé”
it: es. «spalla sinistra delicata: niente lento avanti con bilanciere»
ko: 예: “왼쪽 어깨가 안 좋음 — 바벨 오버헤드 프레스 제외”
pl: np. „wrażliwy lewy bark — bez wyciskania sztangi nad głowę”
pt: p. ex. «ombro esquerdo delicado: nada de press militar com barra»
pt_br: ex.: “ombro esquerdo sensível — nada de desenvolvimento com barra”
ru: напр. «капризное левое плечо — без жима штанги над головой»
th: เช่น “ไหล่ซ้ายไม่ค่อยดี — งดดันบาร์เบลเหนือศีรษะ”
tr: örn. “sol omzum hassas — halterle baş üstü press yok”
uk: напр. «примхливе ліве плече — без жиму штанги над головою»
zh: 例如「左肩不太好——不做杠铃过顶推举」

source: e.g. “swap the squats for split squats, and Mondays are short”
ar: مثلًا «استبدل السكوات بالسكوات المنفصل، واجعل أيام الاثنين قصيرة»
de: z. B. „tausch die Kniebeugen gegen Bulgarian Split Squats, und montags habe ich wenig Zeit“
es: p. ej. «cambia las sentadillas por zancadas búlgaras, y los lunes tengo poco tiempo»
fr: ex. « remplacez les squats par des fentes bulgares, et le lundi je suis pressé »
hi: जैसे “स्क्वैट की जगह स्प्लिट स्क्वैट कर दो, और सोमवार को समय कम रहता है”
hu: pl. „a guggolást cseréld kitörésre, és a hétfők rövidek”
it: es. «sostituisci gli squat con gli affondi bulgari, e il lunedì ho poco tempo»
ko: 예: “스쿼트를 불가리안 스플릿 스쿼트로 바꾸고, 월요일은 시간이 짧아요”
pl: np. „zamień przysiady na wykroki bułgarskie, a w poniedziałki mam mało czasu”
pt: p. ex. «troca os agachamentos por afundos búlgaros, e às segundas tenho pouco tempo»
pt_br: ex.: “troque os agachamentos por afundos búlgaros, e às segundas tenho pouco tempo”
ru: напр. «замени приседания на болгарские выпады, а по понедельникам у меня мало времени»
th: เช่น “เปลี่ยนสควอตเป็นสปลิตสควอต และวันจันทร์มีเวลาน้อย”
tr: örn. “squatları bulgar split squat ile değiştir, pazartesileri vaktim az”
uk: напр. «заміни присідання на болгарські випади, а по понеділках у мене мало часу»
zh: 例如「把深蹲换成保加利亚分腿蹲，周一时间比较紧」

source: elliptical machine
ar: جهاز الإليبتيكال
de: Crosstrainer
es: elíptica
fr: vélo elliptique
hi: एलिप्टिकल मशीन
hu: elliptikus tréner
it: ellittica
ko: 일립티컬
pl: orbitrek
pt: elíptica
pt_br: elíptica
ru: эллипсоид
th: เครื่องเอลลิปติคัล
tr: eliptik bisiklet
uk: еліптичний тренажер
zh: 椭圆机

source: ez barbell
ar: بار EZ
de: SZ-Stange
es: barra EZ
fr: barre EZ
hi: EZ बारबेल
hu: EZ-rúd
it: bilanciere EZ
ko: EZ바
pl: sztanga łamana
pt: barra EZ
pt_br: barra EZ
ru: EZ-гриф
th: อีซีบาร์
tr: EZ bar
uk: EZ-гриф
zh: 曲杆杠铃

source: feet
ar: القدمان
de: Füße
es: pies
fr: pieds
hi: पैर
hu: láb
it: piedi
ko: 발
pl: stopy
pt: pés
pt_br: pés
ru: стопы
th: เท้า
tr: ayaklar
uk: стопи
zh: 脚

source: fingerprint or face unlock
ar: بصمة الإصبع أو فتح القفل بالوجه
de: Fingerabdruck oder Gesichtsentsperrung
es: huella dactilar o desbloqueo facial
fr: empreinte digitale ou déverrouillage par le visage
hi: फ़िंगरप्रिंट या फ़ेस अनलॉक
hu: ujjlenyomat vagy arcfelismerés
it: impronta digitale o sblocco con il volto
ko: 지문 또는 얼굴 인식 잠금 해제
pl: odcisk palca lub rozpoznawanie twarzy
pt: impressão digital ou desbloqueio facial
pt_br: impressão digital ou desbloqueio facial
ru: отпечаток пальца или распознавание лица
th: ลายนิ้วมือหรือการปลดล็อกด้วยใบหน้า
tr: parmak izi veya yüz tanıma
uk: відбиток пальця або розблокування обличчям
zh: 指纹或人脸解锁

source: first → last session
ar: من أول جلسة إلى آخرها
de: erste → letzte Einheit
es: primera → última sesión
fr: première → dernière séance
hi: पहला → आख़िरी सत्र
hu: első → utolsó edzés
it: prima → ultima sessione
ko: 첫 → 마지막 세션
pl: pierwsza → ostatnia sesja
pt: primeira → última sessão
pt_br: primeira → última sessão
ru: первая → последняя сессия
th: เซสชันแรก → ล่าสุด
tr: ilk → son seans
uk: перше → останнє заняття
zh: 首次 → 末次训练

source: floor
ar: الأدنى
de: Minimum
es: mínimo
fr: plancher
hi: न्यूनतम
hu: minimum
it: minimo
ko: 최소
pl: minimum
pt: mínimo
pt_br: mínimo
ru: минимум
th: ต่ำสุด
tr: minimum
uk: мінімум
zh: 下限

source: forearms
ar: الساعد
de: Unterarme
es: antebrazos
fr: avant-bras
hi: अग्रबाहु
hu: alkar
it: avambracci
ko: 전완
pl: przedramiona
pt: antebraços
pt_br: antebraços
ru: предплечья
th: แขนท่อนล่าง
tr: ön kollar
uk: передпліччя
zh: 前臂

source: free & open source (AGPL v3)
ar: مجاني ومفتوح المصدر (AGPL v3)
de: kostenlos & Open Source (AGPL v3)
es: gratis y de código abierto (AGPL v3)
fr: gratuit et open source (AGPL v3)
hi: मुफ़्त और ओपन सोर्स (AGPL v3)
hu: ingyenes & nyílt forráskódú (AGPL v3)
it: gratuito e open source (AGPL v3)
ko: 무료 오픈소스 (AGPL v3)
pl: darmowy i open source (AGPL v3)
pt: gratuito e open source (AGPL v3)
pt_br: gratuito e open source (AGPL v3)
ru: бесплатно и с открытым кодом (AGPL v3)
th: ฟรีและโอเพนซอร์ส (AGPL v3)
tr: ücretsiz ve açık kaynak (AGPL v3)
uk: безкоштовно та з відкритим кодом (AGPL v3)
zh: 免费且开源（AGPL v3）

source: full
ar: كامل
de: voll
es: completo
fr: complet
hi: पूर्ण
hu: teljes
it: pieno
ko: 완전
pl: pełna
pt: completo
pt_br: completo
ru: полная
th: เต็ม
tr: tam
uk: повна
zh: 完全
